import React from "react";
import styles from './VacancyList.module.scss';

const VacancyList = () => {
  return(
    <div className={styles.vacancyList}>
      <div className={styles.vacancyListContent}>
        <div className={styles.vacancyListItem}>
          <div className={styles.vacancyPrice}>
            <p className={styles.vacancyPriceText}>от 63 500 до 80 500 руб</p>
            <p className={styles.vacancyPriceInfo}>По всем вопросам звоните<br/> +7 (812) 948-55-99</p>
          </div>
          <div className={styles.vacancyInfo}>
            <h4 className={styles.vacancyTitle}>Ведущий инженер (эколог)</h4>
            <div className={styles.vacancyText}>
              <ul> <b>Обязанности:</b><br/>
                <b>Разработка отчета об инженерно-экологических изысканиях (ИЭИ), в том числе:</b>
                <li>Определение состава и объема работ в составе ИЭИ;</li>
                <li>Составление задания на проведение полевых и лабораторных работ в составе ИЭИ субподрядной организации;</li>
                <li>Приемка результатов полевых и лабораторных работ, выполненных субподрядной организацией;</li>
                <li>Камеральная обработка результатов полевых и лабораторных работ;</li>
                <li>Подготовка запросов и получение ответов от уполномоченных органов исполнительной власти и специализированных организаций о существующих ограничениях намечаемой хозяйственной деятельности по объекту проектирования (ООПТ, ЗСО, полезные ископаемые и пр.);</li>
                <li>Подготовка графических приложений в составе ИЭИ;</li>
                <li>Формирование отчета об ИЭИ</li>
                <li>Сопровождение отчета об ИЭИ в органах экспертизы (гос.экологическая экспертиза, Главгосэкспертиза): общение с экспертами, снятие замечаний.</li>
                <b>Разработка раздела «Мероприятия по охране окружающей среды» (МООС) в составе проектной документации:</b>
                <li>Разработка раздела МООС в соответствии с Постановлением Правительства РФ от 16.02.2008 г. №87 «О составе разделов проектной документации и требованиях к их содержанию»;</li>
                <li>Выполнение Оценки воздействия на окружающую среду в соответствии с Приказом Госкомэкологии РФ от 16.05.2000 г. №372 «Об утверждении Положения об оценке воздействия намечаемой хозяйственной и иной деятельности на окружающую среду в Российской Федерации»;</li>
                <li>Увязка проектных решений во взаимодействии с разработчиками смежных разделов проектной документации (ПОС, ТКР и пр.);</li>
                <li>Сопровождение раздела МООС в органах экспертизы (гос.экологическая экспертиза, Главгосэкспертиза): общение с экспертами, снятие замечаний.</li>
                <b>Иные природоохранные разделы проектной документации:</b><br/>
                <b>Применительно к объектам проектирования (в соответствии со спецификой объекта и/или требованиями Задания на проектирование) возможна необходимость разработки:</b>
                <li>Проекта санитарно-защитной зоны (разработка проекта, сопровождение при санитарно-эпидемиологической экспертизе во ФБУЗ ЦГиЭ, согласовании в Роспотребнадзоре);</li>
                <li>Регламента по обращению со строительными отходами.</li>
              </ul>
              <ul> <b>Требования:</b>
                <li>Высшее инженерно-техническое (экологическое) образование;</li>
                <li>Стаж работы не менее 5-ти лет;</li>
                <li>Знание требований законодательства, нормативных актов, методических документов в области проектно-изыскательских работ и охраны окружающей среды;</li>
                <li>Знание состава и порядка выполнения инженерно-экологических изысканий, проектных работ;</li>
                <li>Владение программным обеспечением: Microsoft Office, AutoCad (на уровне «уверенного пользователя»), программные комплексы серии «Эколог» (фирмы «Интеграл»), акустических расчетов (АРМ «Акустика» / «Эколог-шум»)</li>
                <li>Наличие опыта взаимодействия с органами исполнительной власти в части согласования результатов проектных работ (Росприроднадзор, Роспотребнадзор, Росрыболовство, органы государственной и государственной экологической экспертизы.</li>
              </ul>
              <ul> <b>Условия:</b>
                <li>Начальный оклад и должность уточняется по результатам собеседования (в зависимости от опыта и компетенций кандидата);</li>
                <li>Пятидневная рабочая неделя, с 9.30 до 18.15;</li>
                <li>Официальное трудоустройство;</li>
                <li>ДМС после испытательного срока;</li>
                <li>Окладно-премиальная система оплаты труда;</li>
                <li>Возможны редкие командировки;</li>
                <li>Обучение, повышение квалификации;</li>
                <li>Офис – в шаговой доступности от станции метро Московские ворота или Фрунзенская.</li>
              </ul>
            </div>
          </div>
        </div>  
        <hr></hr>
        <div className={styles.vacancyListItem}>
          <div className={styles.vacancyPrice}>
            <p className={styles.vacancyPriceText}>от 63 500 до 80 741 руб</p>
            <p className={styles.vacancyPriceInfo}>По всем вопросам звоните<br/> +7 (812) 948-55-99</p>
          </div>
          <div className={styles.vacancyInfo}>
            <h4 className={styles.vacancyTitle}>Ведущий инженер (градостроительство)</h4>
            <div className={styles.vacancyText}>
              <ul> <b>Обязанности:</b>
                <li>Сбор исходных данных для проектирования;</li>
                <li>Разработка документации по планировке территории (проект планировки территории, проект межевания);</li>
                <li>Согласование документации по планировке территории в органах исполнительной власти и заинтересованных организациях.</li>
              </ul>
              <ul> <b>Требования:</b>
                <li>Высшее профессиональное образование в области архитектурно-градостроительного проектирования по специальностям «Городское строительство и хозяйство», «Городской кадастр», «Земельный кадастр», «Землеустройство», «Автомобильные дороги и аэродромы»;</li>
                <li>Знание Градостроительного, Земельного, Лесного и Водного кодексов РФ, федерального законодательства РФ;</li>
                <li>Опыт разработки документации по планировке территории линейных объектов</li>
                <li>Опыт согласования документации по планировке территории в г. Санкт-Петербург будет преимуществом;</li>
                <li>Владение ПК (MS Office, AutoCad, GIS MapInfo Professional, работа со специализированными общедоступными источниками градостроительной информации);</li>
                <li>Коммуникабельность, ответственность, внимательность к документам, грамотность.</li>
              </ul>
              <ul> <b>Условия:</b>
                <li>Начальный оклад и должность уточняется по результатам собеседования (в зависимости от опыта и компетенций кандидата);</li>
                <li>Пятидневная рабочая неделя, с 9.30 до 18.15;</li>
                <li>Официальное трудоустройство;</li>
                <li>ДМС после испытательного срока;</li>
                <li>Окладно-премиальная система оплаты труда;</li>
                <li>Возможны редкие командировки;</li>
                <li>Обучение, повышение квалификации;</li>
                <li>Офис – в шаговой доступности от станции метро Московские ворота или Фрунзенская.</li>
              </ul>
            </div>
          </div>
        </div>

      </div>
    </div>
  );
}

export default React.memo(VacancyList);